Repository: youssefo7/Find-The-Difference
Catalog: desktop/src/locale/messages.*.xlf
Languages: fr

source: Create Chat
fr: Créer un Chat

source: You
fr: Vous

source: data.username rejected your friend request.
fr: data.username a rejeté votre demande d'ami.

source: Game config
fr: Configuration de jeu

source: Confirm Purchase
fr: Confirmation d'achat

source: Choose color
fr: Choisir une couleur

source: Chat Name
fr: Nom du Chat

source: Send message
fr: Envoyer un message

source: Confirm
fr: Confirmer

source: Game Lobby
fr: Lobby de jeu

source: Initial countdown time
fr: Temps initial du compte à rebours

source: Choose an avatar
fr: Choisir un avatar

source: Invalid page number, should be greater or equal to zero
fr: Numéro de page invalide, doit être supérieur ou égal à zéro

source: Invalid ObjectId
fr: ID d'objet invalide

source: Bonus with the discovery of a difference
fr: Prime avec la découverte d'une différence

source: Players to select
fr: Joueurs à sélectionner

source: Market
fr: Marché

source: Allow Cheat Mode
fr: Autoriser le mode triche

source: You must enter a value
fr: Vous devez remplir ce champ

source: Choose the first image
fr: Choisir la première image

source: Chat name cannot be empty.
fr: Le nom du canal ne peut pas être vide.

source: Background
fr: Arrière-plan

source: Not enough players or teams repartition invalid.
fr: Pas assez de joueur ou répartition invalide.

source: Remove friend
fr: Retirer de la liste d'amis

source: The base64 encoded images should be in bmp, jpg or png format
fr: Les images encodées en base64 doivent être au format bmp, jpg ou png

source: Foreground
fr: Avant-plan

source: No Observers
fr: Pas d'Observateurs

source: Choose the second image
fr: Choisir la deuxième image

source: You must enter only lowercase letters and numbers
fr: Vous ne pouvez entrer que des lettres minuscules et des chiffres

source: Choose an image for both
fr: Choisir une image pour les deux

source: Rectangle Shift + Click = Square
fr: Rectangle&#13;&#10;Shift + Click = Carré

source: Eraser
fr: Efface

source: Duplicate foreground
fr: Dupliquer l'avant-plan

source: Missing or bad JWT
fr: JWT manquant ou mauvais

source: Swap canvas
fr: Intervertir les canvas

source: Enlargement radius
fr: Rayon d'élargissement

source: Price
fr: Prix

source: Game history
fr: Historique des parties

source: Game mode
fr: Mode de jeu

source: Undo (Ctrl + Z)
fr: Annuler Ctrl + Z

source: Winners
fr: Gagnants

source: Losers
fr: Perdants

source: Players: {{ players.join(', ') }}
fr: Joueurs: {{ players.join(', ') }}

source: Quitters
fr: Abandonneurs

source: Admin configurations
fr: Configurations d'administrateur

source: Start time
fr: Temps de début

source: Replay history
fr: Historique des reprises

source: Total time
fr: Temps total

source: Redo (Ctrl + Shift + Z)
fr: Refaire Ctrl + Shift + Z

source: data.username is no longer your friend.
fr: data.username n'est plus dans votre liste d'amis.

source: Theme
fr: Thème

source: Name of the game
fr: Nom du jeu

source: Delete
fr: Supprimer

source: Disconnected if changed
fr: Déconnection si modifié

source: Buy
fr: Acheter

source: Template creation
fr: Création de fiche de jeu

source: Everyone
fr: Tout le monde

source: Are you sure that you want to delete all game templates?
fr: Voulez-vous vraiment supprimer toutes les fiches de jeux?

source: This action is irreversible.
fr: Cette action est irréversible.

source: Cancel
fr: Annuler

source: Observe game
fr: Observer la partie

source: Ellipse Shift + Click = Circle
fr: Ellipse&#13;&#10;Shift + Click = Cercle

source: Differences
fr: Différences

source: Limited Time Single Diff
fr: Temps Limité à une différence

source: Difficulty
fr: Difficulté

source: This game has observers
fr: Cette partie a des observateurs

source: The number of differences should be between 3 and 9
fr: Le nombre de différences devrait etre entre 3 et 9

source: Team
fr: Équipe

source: Save
fr: Sauvegarder

source: Video replay
fr: Reprise vidéo

source: Minimum of two teams
fr: Minimum de deux équipes

source: Username
fr: Nom d'utilisateur

source: Join a Chat
fr: Rejoindre un Chat

source: Number of differences: {{ gameTemplate.nGroups }}
fr: Nombre de différences: {{ gameTemplate.nGroups }}

source: Close
fr: Fermer

source: My friends
fr: Mes amis

source: Create
fr: Créer

source: Create a game
fr: Créer une partie

source: Join a game
fr: Joindre une partie

source: Paint Bucket
fr: Seau de peinture

source: Register
fr: Créer un compte

source: Password
fr: Mot de passe

source: Waiting for game master to accept you...
fr: En attente de l'acceptation par le maître du jeu...

source: t-icon>paid</mat-icon> {{ hintPrice }} buy Hint
fr: t-icon>paid</mat-icon> {{ hintPrice }} Acheter indice

source: No games available
fr: Pas de parties disponibles

source: Join Chat
fr: Rejoindre un Chat

source: User already exists
fr: L'utilisateur existe déjà

source: Invalid password
fr: Mot de passe invalide

source: Join
fr: Joindre

source: Accepted Players
fr: Joueurs acceptés

source: Error
fr: Erreur

source: Friend requests
fr: Demandes d'amis

source: Search players
fr: Rechercher des joueurs

source: Quit game
fr: Abandonner la partie

source: Access From
fr: Acceder depuis

source: Creator: {{ creator }}
fr: Créateur:{{ value.creator }}

source: Username invalid
fr: Nom d'utilisateur invalide

source: Status
fr: Statut

source: Number of players per team: 2
fr: Nombre de joueurs par équipe: 2

source: Spray Paint
fr: Peinture aérosol

source: Start
fr: Début

source: Unknown
fr: Inconnu

source: Winner
fr: Gagnant

source: Upload your avatar
fr: Téléverser votre avatar

source: Replay
fr: Revisionner

source: Restart
fr: Reprendre depuis le début

source: Loser
fr: Perdant

source: data.username sent you a friend request!
fr: data.username vous a envoyé une demande d'ami !

source: Reject friend request
fr: Rejeter la demande d'ami

source: Limited Time Turn Based
fr: Temps Limité tour par tour

source: Cannot rename admin account
fr: Le compte administateur ne peux pas être renommé

source: Quitter
fr: Abandonneur

source: Team Selection
fr: Sélection d'équipe

source: Spray Per Second
fr: Pulvérisations par seconde

source: Accept friend request
fr: Accepter la demande d'ami

source: The game master didn't choose you :(
fr: Le maitre du jeu ne vous a pas choisi :(

source: Select Game Mode
fr: Choisissez un mode de jeu

source: About this game
fr: À propos de cette partie

source: Add friend
fr: Ajouter comme ami

source: Name
fr: Nom

source: Image not found
fr: Image non trouvée

source: Friend request pending
fr: Demande d'ami en attente

source: Total number of differences
fr: Nombre de différences totales

source: Hard
fr: Difficile

source: Login or register to continue
fr: Veuillez vous identifier pour continuer

source: User does not exist
fr: L'utilisateur n'existe pas

source: Game template not found
fr: Modèle de jeu introuvable

source: Easy
fr: Facile

source: Failed to update the avatar.
fr: Échec lors de la mise à jour de l'avatar.

source: Home
fr: Menu principal

source: Dto contains invalid field
fr: Contient un champ invalide

source: Search for chats
fr: Chercher un Chat

source: Observers
fr: Observateurs

source: Avatar is unchanged.
fr: L'avatar n'a pas été modifié.

source: Classic Modes
fr: Mode classique

source: Profile
fr: Profil

source: The value must be PASSWORD_MAX_LENGTH characters or less
fr: Le champ doit contenir PASSWORD_MAX_LENGTH caractères ou moins

source: Logout
fr: Se déconnecter

source: Manage games
fr: Gestion des jeux

source: Are you certain you would like to buy this game template for $
fr: Êtes-vous certain de vouloir acheter ce jeu pour $

source: History
fr: Historique

source: Create game template
fr: Créer une fiche de jeu

source: Login
fr: Se connecter

source: You created a new high score
fr: Vous avez créé un nouveau record!

source: Differences found
fr: Différences trouvées

source: data.username is now your friend!
fr: data.username est maintenant votre ami !

source: Speed
fr: Vitesse

source: Stop
fr: Arrêter

source: Team Classic
fr: Classique en équipe

source: Theme changes saved
fr: Thème sauvegardé

source: Tools
fr: Outils

source: Limited Time Mode
fr: Mode Temps Limité

source: Watch
fr: Regarder

source: Connexion history
fr: Historique de connexion

source: Avatar has been successfully updated.
fr: L'avatar a été mis à jour avec succès.

source: Limited Time Modes
fr: Jeux temps limités

source: (you)
fr: (vous)

source: Send Hint To:
fr: Envoyer l'indice à:

source: Victory
fr: Victoire

source: Access restricted
fr: Accès restreint

source: No replays
fr: Pas d'enregistements

source: toggle cheat mode
fr: Basculer le mode triche

source: Line Width
fr: Épaisseur du trait

source: Save Avatar
fr: Sauvegarder l'avatar

source: Defeat
fr: Défaite

source: Time
fr: Temps

source: Play
fr: Jouer

source: You gained $endGameDto.pointsReceived
fr: Vous avez gagné endGameDto.pointsReceived$

source: Number of players: min~max
fr: Nombre de joueurs: min~max

source: seconds
fr: secondes

source: Thanks for Watching
fr: Merci d'avoir observer

source: Colors
fr: Couleurs

source: Access
fr: Accès

source: Your chats
fr: Vos Chats

source: Limited Time Augmented
fr: Temps Limité augmenté

source: Price of the game
fr: Prix du jeu

source: User already connected
fr: Utilisateur déjà connecté

source: Game over
fr: Fin de partie

source: Replays
fr: Enrgistrements

source: Only PNG files are accepted. Please select a PNG file.
fr: Seuls les fichiers PNG sont acceptés. Veuillez choisir un fichier PNG.

source: You win!
fr: Vous avez gagné!

source: Game Mode
fr: Mode de jeu

source: You lost!
fr: Vous avez perdu!

source: Thanks for playing!
fr: Merci d'avoir joué!

source: See my profile
fr: Voir mon profil

source: This game has been deleted
fr: Ce jeu a été supprimé

source: You will be redirected to the home page
fr: Vous allez être redirigé vers le menu principal

source: Team {{ idx + 1 }}
fr: Equipe {{ idx + 1 }}

source: Classic mode game selection
fr: Sélection de jeu mode classique

source: Settings
fr: Paramètres

source: Create a new chat
fr: Créer un nouveau chat

source: Send
fr: Envoyer

source: Save and quit
fr: Sauvegarder et quitter

source: Not enough money
fr: Pas assez d'argent

source: Classic Multiplayer
fr: Classique Multijoueur

source: Join or observe game
fr: Rejoindre ou observer une partie

source: Locale
fr: Paramètres régionaux

source: This game does not have observers
fr: Cette partie n'a pas d'observateurs

source: Incorrect password. Please try again.
fr: Mot de passe incorrect. Veuillez réessayer.
